<?php

  $ran=rand(0,19);

  sleep (5);

  if($ran==0){
    $id1="出会いがあります";
  }
  if($ran==1){
    $id1="成績がアップします";
  }
  if($ran==2){
    $id1="胃腸の不調に注意してください";
  }
  if($ran==3){
    $id1="目立ちすぎは禁物です";
  }
  if($ran==4){
    $id1="食べ過ぎに注意";
  }
  if($ran==5){
    $id1="ダイエットが効果を表します";
  }
  if($ran==6){
    $id1="怪我に注意しましょう";
  }
  if($ran==7){
    $id1="青色が似合います";
  }
  if($ran==8){
    $id1="残業はほどほどに";
  }
  if($ran==9){
    $id1="どきどきします";
  }
  if($ran==11){
    $id1="たまには休みましょう";
  }
  if($ran==12){
    $id1="コロナ感染に注意しましょう";
  }
  if($ran==13){
    $id1="告白はちょっと待ちましょう";
  }
  if($ran==14){
    $id1="バスの時刻に注意しましょう";
  }
  if($ran==15){
    $id1="駅の階段に注意しましょう";
  }
  if($ran==16){
    $id1="熱中症に注意しましょう";
  }
  if($ran==17){
    $id1="友達に会いましょう";
  }
  if($ran==18){
    $id1="別れるのはもう少し考えてから";
  }
  if($ran==19){
    $id1="会うのはやめましょう";
  }

  echo ($id1);
?>